import React from 'react';

const BookDetails = () =>  {   
  return ( 
    <section className="details">            
      <p className="details__text">
        Алохомора! Открывайте дверь в мир волшебства вместе с Джоан Роулинг!
        Гарри Поттер – сирота с необычным шрамом на лбу. 11 лет он жил в доме дяди и тёти, 
        пока не узнал, что он – волшебник! Теперь Гарри вместе с новыми друзьями предстоит 
        освоить магию и полёты на метле, найти таинственные крестражи и вступить в борьбу с самим Волан-де-Мортом.
        Цикл книг состоит из 7 частей. Последняя книга вышла в 2007 году, а поклонники до сих пор помнят и любят 
        историю о мальчике, который выжил. Серия получила множество престижных наград и вошла в список «100 лучших 
        книг всех времён для молодёжи» журнала Time.
      </p>
    </section>
  );  
};

export default BookDetails;